Repository: shahzaman01/whatsapp_status_vr
Catalog: lib/src/localization/l10n/app_*.arb
Languages: af, ar, az, bn, gu, hi, ja, kn, mr, pa, ta, te, ur

source: Hello World!
af: Hallo WÃªreld!
ar: مرحبًا بالعالم!
az: Salam Dünya!
bn: ওহে বিশ্ব!
gu: હેલો વર્લ્ડ!
hi: नमस्ते दुनिया!
ja: こんにちは、世界！
kn: ಹಲೋ ವರ್ಲ್ಡ್!
mr: हॅलो वर्ल्ड!
pa: ਸਤ ਸ੍ਰੀ ਅਕਾਲ ਦੁਨਿਆ!
ta: ஹலோ உலகம்!
te: హలో ప్రపంచం!
ur: ہیلو ورلڈ!

# appTitle
source: Status Saver
af: Statusbewaarder
ar: حفّاظ الحالة
az: Status Saxlayıcı
bn: স্ট্যাটাস সেভার
gu: સ્ટેટસ સેવર
hi: स्टेटस सेवर
ja: ステータスセーバー
kn: ಸ್ಥಿತಿ ಉಳಿಸುವಿಕೆಗಾಗಿ
mr: स्थिती सेव्हर
pa: ਸਥਿਤੀ ਸੇਵਰ
ta: ஸ்டேட்டஸ் சேவர்
te: స్థితి సేవరకు
ur: سٹیٹس سیو کرنے والا

# recentStatuses
source: Recent
af: Onlangs
ar: الأحداث الأخيرة
az: Sonuncular
bn: সাম্প্রতিক
gu: તાજેતરની
hi: हाल के स्टेटस
ja: 最近のステータス
kn: ಇತ್ತೀಚಿನ
mr: नवीन
pa: ਤਾਜ਼ਾ
ta: சமீபத்தியமான
te: ఇటీవలి
ur: حالیہ

# savedStatuses
source: Saved
af: Bewaar
ar: الحالات المحفوظة
az: Saxlanılanlar
bn: সেভ করা স্ট্যাটাস
gu: સંગ્રહિત
hi: सेव की गई स्टेटस
ja: 保存されたステータス
kn: ಉಳಿಸಿದ ಸ್ಥಿತಿಗಳು
mr: सेव्ह केलेले स्थिती
pa: ਸੰਭਾਲੇ ਹੋਏ ਸਥਿਤੀਆਂ
ta: சேமித்த ஸ்டேட்டஸ்கள்
te: సేవ్ చేసిన స్థితులు
ur: محفوظ شدہ

# statusSavedMessage
source: Status saved
af: Status bewaar
ar: تم حفظ الحالة
az: Status saxlanıldı
bn: স্ট্যাটাস সেভ করা হয়েছে
gu: સ્ટેટસ સંગ્રહિત થઇ ગઈ
hi: स्टेटस सेव हो गई है
ja: ステータスが保存されました
kn: ಸ್ಥಿತಿ ಉಳಿಸಲಾಗಿದೆ
mr: स्थिती सेव्ह केली
pa: ਸਥਿਤੀ ਸੰਭਾਲੀ ਗਈ
ta: ஸ்டேட்டஸ் சேமிக்கப்பட்டது
te: స్థితి సేవ్ చేయబడింది
ur: حالت محفوظ کر دی گئی

# noSavedStatusesMessage
source: No saved statuses
af: Geen bewaarde statuses
ar: لا توجد حالات محفوظة
az: Saxlanılan status yoxdur
bn: কোন সেভ করা স্ট্যাটাস নেই
gu: કોઈ સંગ્રહિત સ્ટેટસઓ નથી
hi: कोई सेव की गई स्टेटस नहीं
ja: 保存されたステータスはありません
kn: ಯಾವುದೇ ಉಳಿಸಲಾಗಿದ್ದ ಸ್ಥಿತಿಗಳಿಲ್ಲ
mr: कोणतीही सेव्ह केलेली स्थिती नाहीत
pa: ਕੋਈ ਸੰਭਾਲੀ ਗਈ ਸਥਿਤੀਆਂ ਨਹੀਂ
ta: சேமித்த ஸ்டேட்டஸ்கள் இல்லை
te: సేవ్ చేయబడని స్థితులు లేవు
ur: کوئی محفوظ شدہ حالتیں نہیں

# noWhatsappFoundMessage
source: Whatsapp does not exists on your mobile
af: Whatsapp bestaan nie op jou selfoon nie
ar: لا يوجد تطبيق واتساب على جوالك
az: Mobilinizdə WhatsApp yoxdur
bn: আপনার মোবাইলে উইটসঅ্যাপ পাওয়া যায়নি
gu: તમારી મોબાઇલમાં વોટ્સએપ અસ્તિત્વમાં નથી
hi: आपके मोबाइल में व्हाट्सएप मौजूद नहीं है
ja: お使いのモバイルにWhatsAppが存在しません
kn: ನಿಮ್ಮ ಮೊಬೈಲ್‌ನಲ್ಲಿ WhatsApp ಕಂಡುಬರಲಿಲ್ಲ
mr: आपल्या मोबाइलवर व्हॉट्सऐप उपलब्ध नाही
pa: ਤੁਹਾਡੇ ਮੋਬਾਈਲ ਵਿੱਚ ਵਾਟਸਐਪ ਮੌਜੂਦ ਨਹੀਂ ਹੈ
ta: உங்கள் மொபைலில் WhatsApp இல்லை
te: మీ మొబైల్‌లో WhatsApp లేదు
ur: آپ کے موبائل پر واٹس ایپ موجود نہیں ہے

# appLanguageLabel
source: App Language
af: App Taal
ar: لغة التطبيق
az: Proqram Dil
bn: অ্যাপ ভাষা
gu: ઍપ ભાષા
hi: ऐप भाषा
ja: アプリの言語
kn: ಆ್ಯಪ್ ಭಾಷೆ
mr: अ‍ॅप भाषा
pa: ਐਪ ਭਾਸ਼ਾ
ta: பயன்பாட்டின் மொழி
te: యాప్ భాష
ur: اپلیکیشن کی زبان

# saveButtonLabel
source: Save
af: Bewaar
ar: حفظ
az: Saxla
bn: সেভ করুন
gu: સંગ્રહ કરો
hi: सेव करें
ja: 保存
kn: ಉಳಿಸಿ
mr: सेव्ह करा
pa: ਸੰਭਾਲੋ
ta: சேமி
te: సేవ్ చేయండి
ur: محفوظ کریں

# shareButtonLabel
source: Share
af: Deel
ar: مشاركة
az: Paylaş
bn: শেয়ার করুন
gu: શેર કરો
hi: शेयर करें
ja: 共有
kn: ಹಂಚಿಕೆ ಮಾಡಿ
mr: सामायिक करा
pa: ਸਾਂਝਾ ਕਰੋ
ta: பகிர்
te: షేర్ చేయండి
ur: شئیر کریں

# okButtonLabel
source: OK
ar: موافق
bn: ঠিক আছে
gu: ઠીક છે
hi: ठीक है
kn: ಸರಿ
mr: ठीक आहे
pa: ਠੀਕ ਹੈ
ta: சரி
te: సరే
ur: ٹھیک ہے

# cancelButtonLabel
source: CANCEL
af: KANSELLEER
ar: إلغاء
az: İmtina et
bn: বাতিল করুন
gu: રદ કરો
hi: रद्द करें
ja: キャンセル
kn: ರದ್ದುಮಾಡಿ
mr: रद्द करा
pa: ਰੱਦ ਕਰੋ
ta: ரத்துசெய்
te: రద్దు చేయండి
ur: منسوخ کریں

# closeButtonLabel
source: CLOSE
af: SLUIT
ar: إغلاق
az: Bağla
bn: বন্ধ করুন
gu: બંધ કરો
hi: बंद करें
ja: 閉じる
kn: ಮುಚ್ಚಿಕೊಳ್ಳುವುದು
mr: बंद करा
pa: ਬੰਦ ਕਰੋ
ta: மூடு
te: మూసివేయి
ur: بند کریں

# howDoesItWorkTitle
source: How does it work?
af: Hoe werk dit?
ar: كيف يعمل؟
az: Bu necə işləyir?
bn: এটি কিভাবে কাজ করে?
gu: તે કેમ કામ કરે છે?
hi: यह कैसे काम करता है?
ja: どのように機能しますか？
kn: ಇದು ಹೇಗೆ ಕೆಲಸ ಮಾಡುತ್ತದೆ?
mr: हे कसे कार्य करते?
pa: ਇਹ ਕਿਵੇਂ ਕੰਮ ਕਰਦਾ ਹੈ?
ta: இது எப்படி வேலை செய்கிறது?
te: ఇది ఎలా పని చేస్తుంది?
ur: یہ کام کیسے کرتا ہے؟

# howDoesItWorkDescription
source: We are not affiliated or officially connected with WhatsApp Inc in any way. And, we do not have any access to your WhatsApp messages. This application is intended to provide you with a more convenient way to explore, save and share the status images and videos cached in your device storage
af: Ons is nie geaffilieer of amptelik verbind met WhatsApp Inc op enige manier nie. En ons het geen toegang tot jou WhatsApp-boodskappe nie. Hierdie toepassing is bedoel om jou 'n geriefliker manier te bied om deur, te bewaar en te deel die statusafbeeldings en -video's wat in jou toestel se opbergruimte gekasheer is.
ar: نحن لسنا مرتبطين أو متصلين رسميًا بشركة واتساب بأي شكل من الأشكال. وليس لدينا أي وصول إلى رسائل واتساب الخاصة بك. تهدف هذه التطبيق لتوفير وسيلة أكثر ملاءمة لاستكشاف وحفظ ومشاركة الصور ومقاطع الفيديو للحالات المخزنة في ذاكرة جهازك.
az: Biz WhatsApp Inc. ilə heç bir əlaqəsi olmayan və rəsmi şəkildə əlaqələndirilməmişik. Həmçinin, WhatsApp mesajlarınıza heç bir girişimiz yoxdur. Bu tətbiq, cihazınızın saxlamağa qənaətli bir yolu təmin etmək, saxlanılan status şəkillərini və videolarını kəşf etmək və paylaşmaq üçün nəzərdə tutulmuşdur.
bn: আমরা কোনও ভাবিত নথি নই বা কোনও প্রকারে ওয়াটসঅ্যাপ ইনক সংযুক্ত নই। আর আপনার ওয়াটসঅ্যাপ বার্তাগুলির কোনও অ্যাক্সেস নেই। এই অ্যাপ্লিকেশনটি আপনাকে আপনার ডিভাইসের স্টোরেজে সংরক্ষিত স্থিতির চিত্র এবং ভিডিও বেচে চলার ও শেয়ার করার একটি সুবিধায় প্রদান করার উদ্দেশ্যে তৈরি করা হয়েছে
gu: અમે કોઈપણ રીતે વોટ્સએપ Inc સાથે સંબંધિત અથવા આધિકારિકપણે જોડાયેલ નથી. અને અમારી કોઈપણ વોટ્સએપ સંદેશો પર કોઈપણ ઍક્સેસ નથી. આ એપ્લિકેશન તમને આપના ડિવાઇસ સ્ટોરેજમાં સંગ્રહિત સ્ટેટસ છબીઓ અને વિડિઓઝ ને અવગણવા, સંગ્રહિત કરવા અને શેર કરવાની વધારાની સાધની પૂરી કરવાની માટે છે.
hi: हम व्हाट्सएप Inc से किसी भी तरीके से संबंधित या आधिकारिक रूप से जुड़े नहीं हैं। और, हमें आपके व्हाट्सएप संदेशों का कोई पहुंच नहीं है। यह एप्लिकेशन आपको उन स्टेटस छवियों और वीडियोज़ को खोजने, संग्रहीत करने और शेयर करने के लिए एक आसान तरीके से प्रदान करने के उद्देश्य से बनाई गई है, जो आपके डिवाइस स्टोरेज में कैश किए गए हैं।
ja: 当アプリはWhatsApp Incとは関連付けられておらず、公式に接続されていません。また、WhatsAppのメッセージにアクセスする権限もありません。 このアプリは、デバイスストレージにキャッシュされたステータスの画像や動画を簡単に探索、保存、共有するための便利な方法を提供することを目的としています。
kn: ನೀವು ನಿಮ್ಮ ಸಾಧನದ ನಂತರದ ಸ್ಥಿತಿ ಚಿತ್ರಗಳನ್ನು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ಅನ್ವೇಷಿಸಲು, ಉಳಿಸಲು ಮತ್ತು ಹಂಚಿಕೆಯಾಗಲು ಈ ಅಪ್ಲಿಕೇಶನ್ ನಿಮಗೆ ಇತರ ವ್ಯಾಪ್ತಿಗಳ ಜೊತೆಗೆ ಸಂಬಂಧಿಸಿದ ಸೌಲಭ್ಯವನ್ನು ನೀಡುತ್ತದೆ
mr: आम्ही कोणत्याही प्रकारच्या व्हॉट्सऐप इंकचे अधिकारीक आणि संबद्ध नाही. आणि, आमच्याकडे आपल्या व्हॉट्सऐप संदेशांसाठी कोणतेही प्रवेश नाही. या अॅपलिकेशनमध्ये आपल्याला आपल्या डिव्हाइसवर संग्रहित केलेल्या स्थितीचे चित्र आणि व्हिडिओ अन्वेषण, सेव्ह आणि सामायिक करण्यासाठी एक सोपे मार्ग पुरविते
pa: ਅਸੀਂ ਕਿਸੇ ਵੀ ਢੰਗ ਨਾਲ ਵਾਟਸਐਪ ਇੰਕ ਨਾਲ ਜੁੜੇ ਨਹੀਂ ਹਾਂ. ਅਤੇ ਸਾਨੂੰ ਤੁਹਾਡੇ ਵਾਟਸਐਪ ਸੁਨੇਹਾਂ ਤੱਕ ਕੋਈ ਪਹੁੰਚ ਨਹੀਂ ਹੈ। ਇਹ ਐਪਲੀਕੇਸ਼ਨ ਤੁਹਾਡੇ ਡਿਵਾਈਸ ਸਟੋਰੇਜ਼ ਵਿੱਚ ਕੈਸ਼ ਕੀਤੀ ਗਈ ਸਥਿਤੀ ਚਿੱਤਰ ਅਤੇ ਵੀਡੀਓ ਦੇ ਖੋਜ, ਸੰਭਾਲ ਅਤੇ ਸਾਂਝਾ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਇਕ ਵਧੀਆ ਤਰੀਕਾ ਪ੍ਰਦਾਨ ਕਰਨ ਦਾ ਉਦੇਸ਼ ਰੱਖਦਾ ਹੈ।
ta: மாற்றம் முடிவடைந்த நிலைப்பாடுகளைக் காண, சேமி மற்றும் பகிர்ந்துகொள்ள உங்கள் சாதாரண நிலை மொபைலின் சேமிப்புக்களில் இருக்கும் படங்களும் காட்சிகளை பாதுகாக்கும்படி இந்த பயன்பாட்டை வழங்க எங்கள் எந்தக் கைமுறையும் கையாளப்படவில்லை என்பது என்னவெனில். மேலும், உங்கள் WhatsApp செயல்பாட்டுகளுக்கு எங்கள் எந்தக் கையாளும் இல்லை. இந்த பயன்பாட்டின் மூலம், நீங்கள் மொபைலின் சேமிப்புகளில் பதிவு செய்த ஸ்டேட்டஸ் படங்கள் மற்றும் காட்சிகளை வேர்வையிட மேலும் செமானான வழியை வழங்க மேலும் செமானான வழியை வழங்க முயற்சிக்கின்றது
te: మీ పరికరంలో ఉన్న క్యాష్ చేసిన స్థితి చిత్రాలు మరియు వీడియోలను అన్వేషించడం, సేవ్ చేయడం మరియు షేర్ చేయడం కోసం మీకు ఇతర యాప్‌నుతో సంబంధించినందున ఏంపికలను అందిస్తుంది
ur: ہم WhatsApp انک سے کسی بھی طرح تعلق نہیں رکھتے ہیں۔ اور ہمیں آپ کے واٹس ایپ پیغاموں تک رسائی کا کوئی راستہ نہیں ہے۔ یہ ایپلیکیشن آپ کو آپ کی ڈیوائس میں ذخیرہ ہونے والی حالتوں کی تصاویر اور ویڈیوز کو کھولنے، محفوظ کرنے اور شئیر کرنے کا آسان ترین طریقہ فراہم کرنے کے لئے تشکیل دی گئی ہے

# aboutButtonLabel
source: About App
af: Oor die App
ar: حول التطبيق
az: Proqram haqqında
bn: অ্যাপ সম্পর্কে
gu: ઍપ વિશે
hi: ऐप के बारे में
ja: アプリについて
kn: ಆ್ಯಪ್ ಬಗ್ಗೆ
mr: अॅपबद्दल
pa: ਐਪ ਬਾਰੇ
ta: பயன்பாட்டு பற்றி
te: యాప్ గురించి
ur: اے پی پر معلومات

# appThemeModeLabel
source: App Theme Mode
af: App Tema-modus
ar: وضعية تصميم التطبيق
az: Proqram Masa Üstü Üzərindəki Modu
bn: অ্যাপ থিম মোড
gu: ઍપ થીમ મોડ
hi: ऐप थीम मोड
ja: アプリのテーマモード
kn: ಆ್ಯಪ್ ಥೀಮ್ ಮೋಡ್
mr: अॅप थीम मोड
pa: ਐਪ ਥੀਮ ਮੋਡ
ta: பயன்பாட்டின் தீம் முறை
te: యాప్ థీమ్ మోడ్
ur: اے پی کا تھیم موڈ

# systemDefaultLabel
source: System Default
af: Standaard Sisteem
ar: الوضعية الافتراضية للنظام
az: Sistem Standartı
bn: সিস্টেম ডিফল্ট
gu: સિસ્ટમ ડિફોલ્ટ
hi: सिस्टम डिफ़ॉल्ट
ja: システムデフォルト
kn: ವ್ಯವಸ್ಥೆಯ ಪೂರ್ವನಿಯಮಿತ
mr: सिस्टम डिफॉल्ट
pa: ਸਿਸਟਮ ਡਿਫਾਲਟ
ta: முக்கிய அமைப்பு
te: సిస్టమ్ డిఫాల్ట్
ur: سسٹم ڈیفالٹ

source: Could not save your language preference
af: Kon jou taalvoorkeur nie stoor nie
ar: تعذر حفظ تفضيلات اللغة الخاصة بك
az: Dil tercihinizi saxlaya bilmədik
bn: আপনার ভাষা পছন্দটি সংরক্ষণ করতে পারেনি
gu: તમારી ભાષાની પસંદગી સંગ્રહિત કરી શકી નથી
hi: आपकी भाषा प्राथमिकता सहेजने में असमर्थ
ja: 言語設定を保存できませんでした
kn: ನಿಮ್ಮ ಭಾಷಾ ಆದಾಯವನ್ನು ಉಳಿಸಲಾಗಲಿಲ್ಲ
mr: आपली भाषा प्राधान्य वाचवता येऊ शकली नाही
pa: ਤੁਹਾਡੀ ਭਾਸ਼ਾ ਪਸੰਦ ਸੰਭਾਲਣ ਵਿੱਚ ਅਸਮਰੱਥ ਰਹੀ
ta: உங்கள் மொழி விருப்பத்தை சேமிக்க முடியவில்லை
te: మీ భాష ప్రాధాన్యతను సేవ్ చేయలేరు
ur: آپ کی زبان کی ترجیح محفوظ نہیں کی جا سکی

source: Could not save your theme preference
af: Kon jou temavoorkeur nie stoor nie
ar: تعذر حفظ تفضيلات التصميم الخاصة بك
az: Tema tercihinizi saxlaya bilmədik
bn: আপনার থিম পছন্দটি সংরক্ষণ করতে পারেনি
gu: તમારી થીમ પસંદગી સંગ્રહિત કરી શકી નથી
hi: आपकी थीम प्राथमिकता सहेजने में असमर्थ
ja: テーマ設定を保存できませんでした
kn: ನಿಮ್ಮ ಥೀಮ್ ಆದಾಯವನ್ನು ಉಳಿಸಲಾಗಲಿಲ್ಲ
mr: आपली थीम प्राधान्य वाचवता येऊ शकली नाही
pa: ਤੁਹਾਡੀ ਥੀਮ ਪਸੰਦ ਸੰਭਾਲਣ ਵਿੱਚ ਅਸਮਰੱਥ ਰਹੀ
ta: உங்கள் தீம் விருப்பத்தை சேமிக்க முடியவில்லை
te: మీ థీమ్ ప్రాధాన్యతను సేవ్ చేయలేరు
ur: آپ کی تھیم کی ترجیح محفوظ نہیں کی جا سکی

source: Give storage permission
af: Gee stoorregte
ar: منح إذن التخزين
az: Yaddaş icazəsi verin
bn: স্টোরেজ অনুমতি দিন
gu: સંગ્રહણ માટે પરવાનગી આપો
hi: संग्रहण अनुमति दें
ja: ストレージの許可を与える
kn: ಸಂಗ್ರಹ ಅನುಮತಿಯನ್ನು ನೀಡಿ
mr: संग्रह अनुमती द्या
pa: ਸਟੋਰੇਜ਼ ਅਨੁਮਤੀ ਦਿਓ
ta: சேமிப்பு அனுமதியைப் பயன்படுத்துக
te: స్థిరానికి అనుమతించండి
ur: ذخیرہ کی اجازت دیں

# needToGiveStoragePermission
source: You need to give storage permissions for this application.
af: Jy moet stoorregte vir hierdie toepassing gee.
ar: يجب عليك منح إذن التخزين لهذا التطبيق.
az: Bu tətbiq üçün yaddaş icazəsinə ehtiyacınız var.
bn: আপনাকে এই অ্যাপ্লিকেশনের জন্য স্টোরেজ অনুমতি দিতে হবে।
gu: આ ઍપ્લિકેશન માટે તમને સંગ્રહણ પરવાનગી આપવી આવશ્યક છે.
hi: आपको इस ऐप्लिकेशन के लिए संग्रहण अनुमतियों की आवश्यकता है।
ja: このアプリケーションにはストレージの許可が必要です。
kn: ಈ ಅಪ್ಲಿಕೇಶನ್ ಗೆ ನೀವು ಸಂಗ್ರಹ ಅನುಮತಿ ನೀಡಬೇಕಾಗಿದೆ.
mr: या अ‍ॅपच्या साठी आपल्याला संग्रह अनुमती द्यावी लागेल.
pa: ਇਸ ਐਪਲੀਕੇਸ਼ਨ ਲਈ ਤੁਹਾਨੂੰ ਸਟੋਰੇਜ਼ ਅਨੁਮਤੀ ਦੇਣੀ ਲੋੜ ਹੈ।
ta: இந்த பயன்பாட்டுக்கு நீங்கள் சேமிப்பு அனுமதியை அளிக்க வேண்டும்.
te: ఈ అప్లికేషన్ కోసం మీకు స్థిరాన్ని అనుమతించాలి.
ur: اس ایپلیکیشن کے لئے آپ کو ذخیرہ کی اجازت دینے کی ضرورت ہے۔

# couldNotOpenAppSettings
source: Could not open app settings for storage permission.
af: Kon nie toepassingsinstellings vir stoorregte oopmaak nie.
ar: تعذر فتح إعدادات التطبيق لإذن التخزين.
az: Yaddaş icazəsi üçün tətbiq ayarlarını açmaq mümkün olmadı.
bn: স্টোরেজ অনুমতির জন্য অ্যাপ সেটিংস খুলতে পারা যায়নি।
gu: સંગ્રહણ પરવાનગી માટે ઍપ સેટિંગ્સ ખોલી શકાતી નથી.
hi: संग्रहण अनुमति के लिए ऐप सेटिंग्स नहीं खोल सका।
ja: ストレージの許可のためのアプリの設定を開くことができませんでした。
kn: ಸಂಗ್ರಹ ಅನುಮತಿಗಾಗಿ ಆ್ಯಪ್ ಸೆಟ್ಟಿಂಗ್ಗಳನ್ನು ತೆರವಲೇರುವುದಿಲ್ಲ
mr: संग्रह अनुमतीसाठी अ‍ॅप सेटिंग्ज उघडू शकत नाहीत.
pa: ਸਟੋਰੇਜ਼ ਅਨੁਮਤੀ ਲਈ ਐਪ ਸੈਟਿੰਗਾਂ ਨੂੰ ਖੋਲਣਾ ਸਮੰਭਵ ਨਹੀਂ ਹੋਇਆ।
ta: சேமிப்பு அனுமதி மறுக்க பயன்பாட்டு அமை ப்புகளை திறக்க முடியவில்லை.
te: స్థిరా అనుమతి కోసం అప్లికేషన్ సెట్టింగ్లను తెరవలేరు.
ur: ذخیرہ کی اجازت کے لئے ایپ کی ترتیبات کھولنے میں ناکامی

# allowStoragePermission
source: Allow storage permission for Status Saver
af: Staan stoorregte toe vir Statusbewaarder
ar: السماح بإذن التخزين لحفّاظ الحالة
az: Status Saxlayıcıya yaddaş icazəsi verin
bn: স্টোরেজ অনুমতি দিন স্ট্যাটাস সেভার এর জন্য
gu: સ્ટેટસ સંગ્રહક માટે સંગ્રહણ પરવાનગી આપો
hi: स्टेटस सेवर के लिए संग्रहण अनुमति दें
ja: ステータスセーバーにストレージの許可を与える
kn: ಸಂಗ್ರಹ ಅನುಮತಿಯನ್ನು ನೀಡಿ Status Saver ಗೆ
mr: स्थिती सेव्हरसाठी संग्रह अनुमती द्या
pa: ਸਥਿਤੀ ਸੇਵਰ ਲਈ ਸਟੋਰੇਜ਼ ਅਨੁਮਤੀ ਦਿਓ
ta: ஸ்டேட்டஸ் சேவர் சேமிப்பு அனுமதியை அனுமதிக்க
te: స్థిరా అనుమతించండి స్థితి సేవకు
ur: سٹیٹس سیو کرنے والے کو ذخیرہ کی اجازت دیں

# openWhatsAppLabel
source: Open WhatsApp
af: Maak WhatsApp oop
ar: فتح واتساب
az: WhatsApp'ı aç
bn: ওয়াটসঅ্যাপ খুলুন
gu: વોટ્સએપ ખોલો
hi: व्हाट्सएप खोलें
ja: WhatsAppを開く
kn: WhatsApp ತೆರವಿಗೆ
mr: व्हॉट्सऐप उघडा
pa: ਵਾਟਸਐਪ ਖੋਲੋ
ta: WhatsApp ஐ திறக்கவும்
te: WhatsApp తెరవండి
ur: واٹس ایپ کھولیں

# openW4BLabel
source: Open WhatsApp Business
af: Maak WhatsApp Business oop
ar: فتح واتساب بزنس
az: WhatsApp Business'ı aç
bn: ওয়াটসঅ্যাপ ব্যবসা খুলুন
gu: વોટ્સએપ બિઝનેસ ખોલો
hi: व्हाट्सएप बिजनेस खोलें
ja: WhatsApp Businessを開く
kn: WhatsApp Business ತೆರವಿಗೆ
mr: व्हॉट्सऐप व्यवसाय उघडा
pa: ਵਾਟਸਐਪ ਵਾਪਾਰ ਖੋਲੋ
ta: வாட்ஸ்அப் பிரின்ஸை திறக்கவும்
te: WhatsApp వ్యాపారాన్ని తెరవండి
ur: واٹس ایپ بزنس کھولیں

# doNotHaveSeenStatusesMessage
source: You do not have seen any statuses yet, go and watch some statuses
af: Jy het nog geen statuses gesien nie, gaan kyk na sommige statuses
ar: لم تشاهد أي حالات حتى الآن، اذهب وشاهد بعض الحالات
az: Hələ heç bir status görməmisiniz, get və bir neçə status izləyin
bn: আপনি এখনও কোনও স্থিতি দেখা করেননি, যান এবং কিছু স্থিতি দেখুন
gu: તમે હજી સુધી કોઈ સ્થિતિઓ જોવા નથી, થોડી સ્થિતિઓ જોવા જાઓ
hi: आपने अबतक कोई स्थिति नहीं देखी है, कुछ स्थितियाँ देखें
ja: まだステータスを閲覧していません。いくつかのステータスを見てください
kn: ನೀವು ಯಾವುದೇ ಸ್ಥಿತಿಗಳನ್ನು ನೋಡಿಲ್ಲ, ಕೆಲವು ಸ್ಥಿತಿಗಳನ್ನು ನೋಡಲು ಹೋಗಿ
mr: आपण अद्याप पाहिलेल्या कोणत्याही स्थितींना नाहीत, जा आणि काही स्थिती पाहा
pa: ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਸਥਿਤੀਆਂ ਦੇਖੀਆਂ ਨਹੀਂ ਗਈਆਂ ਹਨ, ਜਾਓ ਅਤੇ ਕੁਝ ਸਥਿਤੀਆਂ ਵੇਖੋ
ta: நீங்கள் எந்த ஸ்டேட்டஸ்களையும் பார்க்கவில்லை, சில ஸ்டேட்டஸ்களை பார்க்கவும்
te: మీరు ఏమి స్థితులను చూడలేదు, కొనసాగిపోవడానికి స్థితులను చూడండి
ur: آپ نے ابھی تک کوئی حالت دیکھی نہیں ہے، جائیں اور کچھ حالتوں کو دیکھیں

# systemThemeLabel
source: System Theme
af: Sisteemtema
ar: وضعية التصميم النظام
az: Sistem Teması
bn: সিস্টেম থিম
gu: સિસ્ટમ થીમ
hi: सिस्टम थीम
ja: システムテーマ
kn: ವ್ಯವಸ್ಥೆಯ ಥೀಮ್
mr: सिस्टम थीम
pa: ਸਿਸਟਮ ਥੀਮ
ta: முக்கிய தீம்
te: సిస్టమ్ థీమ్
ur: سسٹم تھیم

# lightThemeLabel
source: Light Theme
af: Ligte Tema
ar: الوضع الفاتح
az: Açıq Tema
bn: হালকা থিম
gu: લાઇટ થીમ
hi: लाइट थीम
ja: ライトテーマ
kn: ಹೆಣ್ಣು ಥೀಮ್
mr: प्रकाश थीम
pa: ਹਲਕੀ ਥੀਮ
ta: ஒளியான தீம்
te: లైట్ థీమ్
ur: روشنی کا تھیم

# darkThemeLabel
source: Dark Theme
af: Donker Tema
ar: الوضع الداكن
az: Tünd Tema
bn: ডার্ক থিম
gu: ડાર્ક થીમ
hi: डार्क थीम
ja: ダークテーマ
kn: ಕತ್ತಲ ಥೀಮ್
mr: डार्क थीम
pa: ਅੰਧਕਾਰ ਥੀਮ
ta: இருண்ட தீம்
te: డార్క్ థీమ్
ur: تاریک تھیم

# exitButtonLabel
source: EXIT
af: SLUIT
ar: خروج
az: ÇIXIŞ
bn: বাহির
gu: બહાર નીકળો
hi: बाहर निकलें
ja: 終了
kn: ನಿರ್ಗಮಿಸು
mr: बंद करा
pa: ਬਾਹਰ ਜਾਓ
ta: வெளியேறு
te: నిష్క్రమించు
ur: بند کریں

# exitWarningTitle
source: Exit StatusSaver
af: Verlaat Statusbewaarder
ar: خروج من التطبيق
az: StatusSaver'dan Çıxmaq
bn: স্থিতি সংরক্ষণকারী থেকে বেরিয়ে যেতে চান
gu: સ્થિતિસંગ્રાહકને બંધ કરો
hi: स्थिति संग्रहक से बाहर निकलें
ja: StatusSaverを終了する
kn: ಸ್ಥಿತಿಸಂಗ್ರಹಕವನ್ನು ನಿರ್ಗಮಿಸಿ
mr: बाहेर पडणे स्थितीसेव्हर
pa: ਸਥਿਤੀ ਸੇਵਰ ਤੋਂ ਬਾਹਰ ਜਾਓ
ta: நிறுவுவதை வெளியேறு
te: పరిస్థితి సేవకి నిష్క్రమించండి
ur: اسٹیٹس سیو کرنے والے سے باہر نکلیں

# exitWarningMessage
source: Are you sure you want to exit ?
af: Is jy seker dat jy wil afsluit?
ar: هل أنت متأكد من أنك تريد الخروج؟
az: Çıxmağa əminsinizmi?
bn: আপনি কি নিশ্চিত যে আপনি বের হতে চান?
gu: શું તમે ખરેખર બહાર નીકળવા માંગો છો?
hi: क्या आप निश्चित रूप से बाहर निकलना चाहते हैं?
ja: 本当に終了しますか？
kn: ನೀವು ನಿಶ್ಚಯವಾಗಿ ನಿರ್ಗಮಿಸಲು ಬಯಸುವಿರಾ?
mr: तुम्ही खरंतर बाहेर पडायला आवडता आहात का?
pa: ਕੀ ਤੁਸੀਂ ਪੁਸ਼ਟੀ ਕਰਦੇ ਹੋ ਕਿ ਤੁਸੀਂ ਬਾਹਰ ਜਾਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ta: நீங்கள் உறுதியாக வெளியேற விரும்புகிறீர்களா?
te: నిజంగా నిష్క్రమించాలని మీరు ఖచ్చితంగా ఉంచారా?
ur: کیا آپ واقعی بند کرنا چاہتے ہیں؟

# deleteButtonLabel
source: DELETE
af: VERWYDER
ar: حذف
az: SİL
bn: মুছে ফেলুন
gu: કાઢી નાખો
hi: हटाएं
ja: 削除
kn: ಅಳಿಸಿ
mr: काढून टाका
pa: ਹਟਾਓ
ta: நீக்கு
te: తొలగించు
ur: حذف کریں

# deleteStatusWarningTitle
source: Delete Status
af: Verwyder Status
ar: حذف الحالة
az: Statusu Sil
bn: স্থিতি মুছুন
gu: સ્થિતિ કાઢી નાખો
hi: स्थिति हटाएं
ja: ステータスの削除
kn: ಸ್ಥಿತಿಯನ್ನು ಅಳಿಸಿ
mr: स्थिती काढून टाका
pa: ਸਥਿਤੀ ਹਟਾਓ
ta: நிலையை நீக்கு
te: స్థితిని తొలగించండి
ur: حالت کو حذف کریں

# deleteStatusWarningMessage
source: Do you want to permanently delete this status ?
af: Wil jy hierdie status permanent verwyder?
ar: هل تريد حذف هذه الحالة نهائياً؟
az: Bu statusu daimi olaraq silmək istəyirsiniz?
bn: আপনি কি এই স্থিতি স্থায়ীভাবে মুছে ফেলতে চান?
gu: શું તમે આ સ્થિતિને કાયમરી રૂપે કાઢી નાખવા માંગો છો?
hi: क्या आप इस स्थिति को स्थायी रूप से हटाना चाहते हैं?
ja: このステータスを永久に削除しますか？
kn: ನೀವು ಈ ಸ್ಥಿತಿಯನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಬೇಕೆ?
mr: तुम्हाला हे स्थिती कायमच्या निर्मितीचे काढून टाकायला आवडते का?
pa: ਕੀ ਤੁਸੀਂ ਇਹ ਸਥਿਤੀ ਪੱਕੇ ਤੌਰ 'ਤੇ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ta: இந்த நிலையை நிரந்தரமாக நீக்க விரும்புகிறீர்களா?
te: మీరు ఈ స్థితిని శాశ్వతంగా తొలగించాలని మీరు కోరుకుంటున్నారా?
ur: کیا آپ اس حالت کو مستقل طور پر حذف کرنا چاہتے ہیں؟

# deletedStatusMessage
source: Status Deleted
af: Status Verwyder
ar: تم حذف الحالة
az: Status Silindi
bn: স্থিতি মুছে ফেলা হয়েছে
gu: સ્થિતિ કાઢી નાખી દેવાયેલ
hi: स्थिति हटा दी गई
ja: ステータスが削除されました
kn: ಸ್ಥಿತಿ ಅಳಿಸಲಾಗಿದೆ
mr: स्थिती काढून टाकली आहे
pa: ਸਥਿਤੀ ਹਟਾਈ ਗਈ ਹੈ
ta: நிலை நீக்கப்பட்டது
te: స్థితి తొలగబడింది
ur: حالت حذف کردی گئی ہے
